espressif/esp-matter/examples/refrigerator/sdkconfig.defaults.esp32c5
CONFIG_IDF_TARGET="esp32c5"

# ESP32-C5-DevKitC-1 Settings
# Buttons
CONFIG_BSP_BUTTONS_NUM=1
CONFIG_BSP_BUTTON_1_TYPE_GPIO=y
CONFIG_BSP_BUTTON_1_GPIO=28
CONFIG_BSP_BUTTON_1_LEVEL=0
